Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: That's too long for a Data Matrix code. Try a QR code instead.
ar: هذا طويل جدًا بالنسبة إلى رمز Data Matrix. جرّب رمز QR بدلًا منه.
ca: És massa llarg per a un codi Data Matrix. Prova-ho amb un codi QR.
cs: To je pro kód Data Matrix příliš dlouhé. Zkuste místo něj QR kód.
da: Det er for langt til en Data Matrix-kode. Prøv en QR-kode i stedet.
de: Das ist zu lang für einen Data-Matrix-Code. Versuche es stattdessen mit einem QR-Code.
el: Είναι πολύ μεγάλο για κωδικό Data Matrix. Δοκιμάστε κωδικό QR.
es: Es demasiado largo para un código Data Matrix. Prueba mejor con un código QR.
fi: Liian pitkä Data Matrix -koodille. Kokeile sen sijaan QR-koodia.
fr: C’est trop long pour un code Data Matrix. Essayez plutôt un code QR.
he: זה ארוך מדי לקוד Data Matrix. נסה במקום זאת קוד QR.
hi: यह Data Matrix कोड के लिए बहुत लंबा है। इसके बजाय QR कोड आज़माएँ।
hr: Predugo je za Data Matrix kôd. Umjesto toga pokušajte QR kôd.
hu: Ez túl hosszú egy Data Matrix-kódhoz. Próbálja inkább QR-kóddal.
id: Terlalu panjang untuk kode Data Matrix. Coba kode QR sebagai gantinya.
it: Troppo lungo per un codice Data Matrix. Prova invece con un codice QR.
ja: Data Matrixコードには長すぎます。代わりにQRコードをお試しください。
ko: Data Matrix 코드에 비해 너무 깁니다. 대신 QR 코드를 사용해 보십시오.
ms: Itu terlalu panjang untuk kod Data Matrix. Cuba kod QR sebaliknya.
nb: Det er for langt for en Data Matrix-kode. Prøv en QR-kode i stedet.
nl: Dat is te lang voor een Data Matrix-code. Probeer in plaats daarvan een QR-code.
pl: To za długie dla kodu Data Matrix. Spróbuj kodu QR.
pt_br: É longo demais para um código Data Matrix. Tente um código QR.
pt_pt: É demasiado longo para um código Data Matrix. Experimente um código QR.
ro: Este prea lung pentru un cod Data Matrix. Încercați în schimb un cod QR.
ru: Слишком длинно для кода Data Matrix. Попробуйте QR-код.
sk: Na kód Data Matrix je to príliš dlhé. Skúste radšej QR kód.
sv: Det är för långt för en Data Matrix-kod. Prova en QR-kod i stället.
th: ยาวเกินไปสำหรับโค้ด Data Matrix ลองใช้ QR โค้ดแทน
tr: Bu, Data Matrix kodu için çok uzun. Bunun yerine QR kod deneyin.
uk: Задовго для коду Data Matrix. Спробуйте QR-код.
vi: Quá dài cho mã Data Matrix. Hãy thử mã QR.
zh_hans: 对于 Data Matrix 码来说太长了。请改用 QR 码。
zh_hant: 對 Data Matrix 條碼來說太長了。請改用 QR 碼。

# That's “%@”, not the letter “%@”.
source: That's “%1$@”, not the letter “%2$@”.
ar: هذا «%1$@»، وليس الحرف «%2$@».
ca: Això és «%1$@», no la lletra «%2$@».
cs: To je „%1$@“, ne písmeno „%2$@“.
da: Det er ”%1$@”, ikke bogstavet ”%2$@”.
de: Das ist „%1$@“, nicht der Buchstabe „%2$@“.
el: Αυτό είναι «%1$@», όχι το γράμμα «%2$@».
es: Eso es “%1$@”, no la letra “%2$@”.
fi: Tämä on ”%1$@”, ei kirjain ”%2$@”.
fr: C’est « %1$@ », pas la lettre « %2$@ ».
he: זה “%1$@”, לא האות “%2$@”.
hi: यह “%1$@” है, “%2$@” अक्षर नहीं।
hr: To je „%1$@“, a ne slovo „%2$@“.
hu: Ez „%1$@”, nem „%2$@” betű.
id: Itu “%1$@”, bukan huruf “%2$@”.
it: Questo è “%1$@”, non la lettera “%2$@”.
ja: それは「%1$@」で、文字の「%2$@」ではありません。
ko: 이것은 “%2$@” 글자가 아니라 “%1$@”입니다.
ms: Itu “%1$@”, bukan huruf “%2$@”.
nb: Det er «%1$@», ikke bokstaven «%2$@».
nl: Dat is ‘%1$@’, niet de letter ‘%2$@’.
pl: To „%1$@”, a nie litera „%2$@”.
pt_br: Isso é “%1$@”, não a letra “%2$@”.
pt_pt: Isso é «%1$@», não a letra «%2$@».
ro: Acesta este „%1$@”, nu litera „%2$@”.
ru: Это «%1$@», а не буква «%2$@».
sk: To je „%1$@“, nie písmeno „%2$@“.
sv: Det är ”%1$@”, inte bokstaven ”%2$@”.
th: นั่นคือ “%1$@” ไม่ใช่ตัวอักษร “%2$@”
tr: Bu “%1$@”, “%2$@” harfi değil.
uk: Це «%1$@», а не літера «%2$@».
vi: Đó là “%1$@”, không phải chữ “%2$@”.
zh_hans: 这是“%1$@”，不是字母“%2$@”。
zh_hant: 那是「%1$@」，不是字母「%2$@」。

source: The destination is hidden until it opens.
ar: الوجهة مخفية حتى يتم فتحه.
ca: La destinació queda oculta fins que s’obre.
cs: Cíl je skrytý, dokud se neotevře.
da: Destinationen er skjult, indtil den åbnes.
de: Das Ziel ist bis zum Öffnen verborgen.
el: Ο προορισμός είναι κρυφός μέχρι να ανοίξει.
es: El destino está oculto hasta que se abre.
fi: Kohde on piilossa, kunnes se avautuu.
fr: La destination reste cachée jusqu’à l’ouverture.
he: היעד מוסתר עד שהוא נפתח.
hi: खुलने तक गंतव्य छिपा रहता है।
hr: Odredište je skriveno dok se ne otvori.
hu: A cél a megnyitásig rejtve marad.
id: Tujuannya tersembunyi hingga dibuka.
it: La destinazione resta nascosta finché non si apre.
ja: 行き先は開くまでわかりません。
ko: 열기 전까지는 목적지가 숨겨져 있습니다.
ms: Destinasi tersembunyi sehingga ia dibuka.
nb: Målet er skjult til den åpnes.
nl: De bestemming is verborgen tot hij opent.
pl: Miejsce docelowe jest ukryte aż do otwarcia.
pt_br: O destino fica oculto até ser aberto.
pt_pt: O destino fica oculto até ser aberto.
ro: Destinația este ascunsă până la deschidere.
ru: Адрес назначения скрыт до открытия.
sk: Cieľ je skrytý, kým sa neotvorí.
sv: Destinationen är dold tills den öppnas.
th: ปลายทางจะถูกซ่อนไว้จนกว่าจะเปิด
tr: Hedef, açılana kadar gizli.
uk: Адресу призначення приховано до відкриття.
vi: Đích đến bị ẩn cho đến khi mở.
zh_hans: 目标地址在打开前是隐藏的。
zh_hant: 開啟之前，目的地都是隱藏的。

source: The event ends before it starts.
ar: ينتهي الحدث قبل أن يبدأ.
ca: L’esdeveniment acaba abans de començar.
cs: Událost končí dřív, než začne.
da: Begivenheden slutter, før den starter.
de: Das Ereignis endet, bevor es beginnt.
el: Το συμβάν λήγει πριν αρχίσει.
es: El evento termina antes de empezar.
fi: Tapahtuma päättyy ennen kuin se alkaa.
fr: L’événement se termine avant de commencer.
he: האירוע מסתיים לפני שהוא מתחיל.
hi: इवेंट शुरू होने से पहले ही समाप्त हो रहा है।
hr: Događaj završava prije nego što počne.
hu: Az esemény vége a kezdete előtt van.
id: Acara berakhir sebelum dimulai.
it: L’evento termina prima di iniziare.
ja: イベントの終了が開始より前になっています。
ko: 이벤트 종료 시간이 시작 시간보다 이릅니다.
ms: Acara tamat sebelum ia bermula.
nb: Hendelsen slutter før den starter.
nl: De activiteit eindigt voordat hij begint.
pl: Wydarzenie kończy się, zanim się zacznie.
pt_br: O evento termina antes de começar.
pt_pt: O evento termina antes de começar.
ro: Evenimentul se termină înainte să înceapă.
ru: Событие заканчивается раньше, чем начинается.
sk: Udalosť sa končí skôr, než začne.
sv: Händelsen slutar innan den börjar.
th: กิจกรรมสิ้นสุดก่อนที่จะเริ่ม
tr: Etkinlik başlamadan bitiyor.
uk: Подія закінчується раніше, ніж починається.
vi: Sự kiện kết thúc trước khi bắt đầu.
zh_hans: 日程的结束时间早于开始时间。
zh_hant: 活動的結束時間早於開始時間。

source: The fastest scan is the one where you never look for the app. Put Lunet where your thumb already is.
ar: أسرع مسح هو الذي لا تبحث فيه عن التطبيق أبدًا. ضع Lunet حيث يوجد إبهامك بالفعل.
ca: L’escaneig més ràpid és aquell en què no has de buscar l’app. Posa Lunet on ja tens el polze.
cs: Nejrychlejší skenování je to, při kterém aplikaci vůbec nehledáte. Dejte Lunet tam, kde už máte palec.
da: Den hurtigste scanning er den, hvor du aldrig skal lede efter appen. Placer Lunet, hvor din tommelfinger allerede er.
de: Am schnellsten scannst du, wenn du die App nie suchen musst. Platziere Lunet dort, wo dein Daumen schon ist.
el: Η ταχύτερη σάρωση είναι αυτή όπου δεν ψάχνετε ποτέ την εφαρμογή. Βάλτε το Lunet εκεί όπου βρίσκεται ήδη ο αντίχειράς σας.
es: El escaneo más rápido es el que no te obliga a buscar la app. Pon Lunet donde ya está tu pulgar.
fi: Nopein skannaus on se, jossa appia ei tarvitse etsiä. Pidä Lunet siellä, missä peukalosi jo on.
fr: Le scan le plus rapide, c’est celui où l’on ne cherche pas l’app. Placez Lunet là où se trouve déjà votre pouce.
he: הסריקה המהירה ביותר היא זו שבה לא צריך לחפש את היישום. שים את Lunet במקום שבו האגודל שלך כבר נמצא.
hi: सबसे तेज़ स्कैन वह है जिसमें आपको ऐप ढूँढना ही न पड़े। Lunet को वहाँ रखें जहाँ आपका अंगूठा पहले से होता है।
hr: Najbrže je skeniranje ono kad aplikaciju uopće ne tražite. Stavite Lunet ondje gdje vam je već palac.
hu: A leggyorsabb beolvasás az, amelyhez nem kell az appot keresni. Tegye a Lunetet oda, ahol a hüvelykujja amúgy is van.
id: Pemindaian tercepat adalah saat Anda tidak perlu mencari app-nya. Letakkan Lunet di tempat jempol Anda sudah berada.
it: La scansione più veloce è quella in cui non devi cercare l’app. Metti Lunet dove c’è già il tuo pollice.
ja: いちばん速いスキャンは、アプリを探さずに済むスキャンです。Lunetを親指がすぐ届く場所に置きましょう。
ko: 가장 빠른 스캔은 앱을 찾을 필요가 없는 스캔입니다. 엄지손가락이 닿는 곳에 Lunet을 두십시오.
ms: Imbasan terpantas ialah imbasan yang anda tidak perlu mencari apl. Letakkan Lunet di tempat ibu jari anda sudah berada.
nb: Den raskeste skanningen er den der du aldri leter etter appen. Plasser Lunet der tommelen din allerede er.
nl: De snelste scan is die waarbij je nooit naar de app hoeft te zoeken. Zet Lunet waar je duim al is.
pl: Najszybszy skan to taki, przy którym nie szukasz aplikacji. Umieść Lunet tam, gdzie już jest Twój kciuk.
pt_br: O escaneamento mais rápido é aquele em que você nem procura o app. Coloque o Lunet onde seu polegar já está.
pt_pt: A leitura mais rápida é aquela em que nem procura a app. Coloque a Lunet onde o seu polegar já está.
ro: Cea mai rapidă scanare este cea în care nu căutați aplicația. Puneți Lunet acolo unde vă este deja degetul mare.
ru: Самое быстрое сканирование — то, для которого не нужно искать приложение. Разместите Lunet там, где уже ваш палец.
sk: Najrýchlejší sken je ten, pri ktorom aplikáciu nehľadáte. Dajte Lunet tam, kde už máte palec.
sv: Den snabbaste skanningen är den där du aldrig letar efter appen. Placera Lunet där tummen redan är.
th: การสแกนที่เร็วที่สุดคือการสแกนที่คุณไม่ต้องมองหาแอป วาง Lunet ไว้ตรงที่นิ้วโป้งของคุณอยู่แล้ว
tr: En hızlı tarama, uygulamayı hiç aramadığınız taramadır. Lunet’i başparmağınızın zaten olduğu yere koyun.
uk: Найшвидше сканування — те, для якого не треба шукати програму. Розмістіть Lunet там, де вже ваш палець.
vi: Lần quét nhanh nhất là khi bạn không cần tìm ứng dụng. Hãy đặt Lunet ngay chỗ ngón cái của bạn.
zh_hans: 最快的扫描，是无需寻找 App 的扫描。把 Lunet 放在拇指随手可及的地方。
zh_hant: 最快的掃描，就是不必找 App 的掃描。把 Lunet 放在你拇指隨手可及的地方。

source: The last digit should be %lld — it's the check digit.
ar: يجب أن يكون الرقم الأخير %lld — إنه رقم التحقق.
ca: L’últim dígit hauria de ser %lld: és el dígit de control.
cs: Poslední číslice by měla být %lld — je to kontrolní číslice.
da: Det sidste ciffer skal være %lld — det er kontrolcifferet.
de: Die letzte Ziffer sollte %lld sein — sie ist die Prüfziffer.
el: Το τελευταίο ψηφίο πρέπει να είναι %lld — είναι το ψηφίο ελέγχου.
es: El último dígito debería ser %lld: es el dígito verificador.
fi: Viimeisen numeron pitäisi olla %lld — se on tarkistusnumero.
fr: Le dernier chiffre devrait être %lld : c’est la clé de contrôle.
he: הספרה האחרונה צריכה להיות %lld — זו ספרת הביקורת.
hi: आखिरी अंक %lld होना चाहिए — यह चेक डिजिट है।
hr: Zadnja znamenka trebala bi biti %lld — to je kontrolna znamenka.
hu: Az utolsó számjegy helyesen: %lld — ez az ellenőrző számjegy.
id: Digit terakhir seharusnya %lld — itu digit periksa.
it: L’ultima cifra dovrebbe essere %lld: è la cifra di controllo.
ja: 最後の桁は%lldになるはずです — これがチェックデジットです。
ko: 마지막 숫자는 %lld이어야 합니다. 이것이 검증 숫자입니다.
ms: Digit terakhir sepatutnya %lld — ia ialah digit semak.
nb: Det siste sifferet skal være %lld — det er kontrollsifferet.
nl: Het laatste cijfer moet %lld zijn — dat is het controlecijfer.
pl: Ostatnia cyfra powinna wynosić %lld — to cyfra kontrolna.
pt_br: O último dígito deve ser %lld — é o dígito verificador.
pt_pt: O último dígito deve ser %lld — é o dígito de controlo.
ro: Ultima cifră ar trebui să fie %lld — este cifra de control.
ru: Последняя цифра должна быть %lld — это контрольная цифра.
sk: Posledná číslica by mala byť %lld — je to kontrolná číslica.
sv: Den sista siffran ska vara %lld — det är kontrollsiffran.
th: หลักสุดท้ายควรเป็น %lld — นั่นคือเลขตรวจสอบ
tr: Son basamak %lld olmalı — bu denetim basamağıdır.
uk: Остання цифра має бути %lld — це контрольна цифра.
vi: Chữ số cuối phải là %lld — đó là số kiểm tra.
zh_hans: 最后一位应该是 %lld — 这是校验位。
zh_hant: 最後一位數應為 %lld — 這是檢查碼。

source: The logo covers too much of the code.
ar: يغطي الشعار جزءًا كبيرًا جدًا من الرمز.
ca: El logotip tapa massa el codi.
cs: Logo zakrývá příliš velkou část kódu.
da: Logoet dækker for meget af koden.
de: Das Logo verdeckt zu viel vom Code.
el: Το λογότυπο καλύπτει υπερβολικά μεγάλο μέρος του κωδικού.
es: El logo cubre demasiado del código.
fi: Logo peittää liikaa koodista.
fr: Le logo couvre une trop grande partie du code.
he: הלוגו מכסה חלק גדול מדי מהקוד.
hi: लोगो कोड का बहुत ज़्यादा हिस्सा ढक रहा है।
hr: Logotip prekriva prevelik dio kôda.
hu: A logó túl nagy részt takar el a kódból.
id: Logo menutupi terlalu banyak bagian kode.
it: Il logo copre troppo il codice.
ja: ロゴがコードを覆いすぎています。
ko: 로고가 코드를 너무 많이 가립니다.
ms: Logo menutup terlalu banyak bahagian kod.
nb: Logoen dekker for mye av koden.
nl: Het logo bedekt te veel van de code.
pl: Logo zasłania zbyt dużą część kodu.
pt_br: O logo cobre demais o código.
pt_pt: O logótipo cobre demasiado o código.
ro: Logoul acoperă prea mult din cod.
ru: Логотип закрывает слишком большую часть кода.
sk: Logo zakrýva príliš veľkú časť kódu.
sv: Logotypen täcker för mycket av koden.
th: โลโก้บังโค้ดมากเกินไป
tr: Logo kodun çok büyük bir kısmını kaplıyor.
uk: Логотип закриває завелику частину коду.
vi: Logo che quá nhiều phần của mã.
zh_hans: 徽标遮挡了码的太多部分。
zh_hant: 標誌遮住條碼太多部分。

source: The password hides again when you close this.
ar: تُخفى كلمة السر مجددًا عند إغلاق هذا.
ca: La contrasenya es torna a amagar quan tanques això.
cs: Po zavření se heslo znovu skryje.
da: Adgangskoden skjules igen, når du lukker dette.
de: Das Passwort wird beim Schließen wieder ausgeblendet.
el: Το συνθηματικό κρύβεται ξανά όταν το κλείσετε.
es: La contraseña se vuelve a ocultar al cerrar esto.
fi: Salasana piilotetaan uudelleen, kun suljet tämän.
fr: Le mot de passe sera de nouveau masqué à la fermeture.
he: הסיסמה תוסתר שוב כשתסגור את זה.
hi: इसे बंद करने पर पासवर्ड फिर से छिप जाता है।
hr: Lozinka se ponovno skriva kad ovo zatvorite.
hu: A jelszó bezáráskor ismét elrejtődik.
id: Kata sandi akan tersembunyi lagi saat Anda menutup ini.
it: La password viene di nuovo nascosta quando chiudi.
ja: これを閉じると、パスワードは再び非表示になります。
ko: 이 화면을 닫으면 암호가 다시 가려집니다.
ms: Kata laluan disembunyikan semula apabila anda menutup ini.
nb: Passordet skjules igjen når du lukker dette.
nl: Het wachtwoord wordt weer verborgen als je dit sluit.
pl: Hasło zostanie ponownie ukryte po zamknięciu.
pt_br: A senha volta a ficar oculta quando você fechar isto.
pt_pt: A palavra-passe volta a ficar oculta quando fechar isto.
ro: Parola se ascunde din nou când închideți aici.
ru: Пароль снова скроется, когда вы это закроете.
sk: Po zatvorení sa heslo znova skryje.
sv: Lösenordet döljs igen när du stänger detta.
th: รหัสผ่านจะถูกซ่อนอีกครั้งเมื่อคุณปิดหน้านี้
tr: Bunu kapattığınızda parola yeniden gizlenir.
uk: Пароль знову сховається, коли ви це закриєте.
vi: Mật khẩu sẽ bị ẩn lại khi bạn đóng mục này.
zh_hans: 关闭后密码将再次隐藏。
zh_hant: 關閉此畫面後，密碼會再次隱藏。

source: The password in this code isn't valid for %@.
ar: كلمة السر في هذا الرمز غير صالحة لـ %@.
ca: La contrasenya d’aquest codi no és vàlida per a %@.
cs: Heslo v tomto kódu není pro %@ platné.
da: Adgangskoden i denne kode er ikke gyldig til %@.
de: Das Passwort in diesem Code ist für %@ ungültig.
el: Το συνθηματικό σε αυτόν τον κωδικό δεν είναι έγκυρο για %@.
es: La contraseña de este código no es válida para %@.
fi: Tämän koodin salasana ei kelpaa verkkoon %@.
fr: Le mot de passe de ce code n’est pas valide pour %@.
he: הסיסמה בקוד הזה אינה תקפה עבור %@.
hi: इस कोड में दिया गया पासवर्ड %@ के लिए मान्य नहीं है।
hr: Lozinka u ovom kôdu nije valjana za %@.
hu: A kódban lévő jelszó nem érvényes ehhez: %@.
id: Kata sandi dalam kode ini tidak valid untuk %@.
it: La password in questo codice non è valida per %@.
ja: このコードのパスワードは%@には無効です。
ko: 이 코드의 암호는 %@에 유효하지 않습니다.
ms: Kata laluan dalam kod ini tidak sah untuk %@.
nb: Passordet i denne koden er ikke gyldig for %@.
nl: Het wachtwoord in deze code is niet geldig voor %@.
pl: Hasło w tym kodzie nie jest prawidłowe dla %@.
pt_br: A senha deste código não é válida para %@.
pt_pt: A palavra-passe deste código não é válida para %@.
ro: Parola din acest cod nu este validă pentru %@.
ru: Пароль в этом коде не подходит для %@.
sk: Heslo v tomto kóde nie je platné pre %@.
sv: Lösenordet i den här koden är inte giltigt för %@.
th: รหัสผ่านในโค้ดนี้ไม่ถูกต้องสำหรับ %@
tr: Bu koddaki parola %@ için geçerli değil.
uk: Пароль у цьому коді не підходить для %@.
vi: Mật khẩu trong mã này không hợp lệ với %@.
zh_hans: 此码中的密码对 %@ 无效。
zh_hant: 此條碼中的密碼不適用於「%@」。

source: The site you'd really visit is %@.
ar: الموقع الذي ستزوره فعليًا هو %@.
ca: El lloc que visitaries realment és %@.
cs: Ve skutečnosti byste navštívili %@.
da: Det websted, du faktisk ville besøge, er %@.
de: Tatsächlich würdest du %@ besuchen.
el: Ο ιστότοπος που θα επισκεπτόσασταν στην πραγματικότητα είναι το %@.
es: El sitio que visitarías en realidad es %@.
fi: Todellisuudessa avaisit sivuston %@.
fr: Le site que vous visiteriez vraiment est %@.
he: האתר שבאמת תבקר בו הוא %@.
hi: आप असल में जिस साइट पर जाएँगे, वह %@ है।
hr: Web-mjesto koje biste zapravo posjetili je %@.
hu: A valójában meglátogatott webhely: %@.
id: Situs yang sebenarnya akan Anda kunjungi adalah %@.
it: Il sito che visiteresti davvero è %@.
ja: 実際にアクセスするサイトは%@です。
ko: 실제로 방문하게 될 사이트: %@.
ms: Tapak yang sebenarnya anda lawati ialah %@.
nb: Nettstedet du egentlig ville besøkt, er %@.
nl: De site die je echt zou bezoeken, is %@.
pl: Witryna, którą naprawdę odwiedzisz, to %@.
pt_br: O site que você realmente visitaria é %@.
pt_pt: O site que visitaria realmente é %@.
ro: Site-ul pe care l-ați vizita de fapt este %@.
ru: На самом деле вы попадете на %@.
sk: Stránka, ktorú by ste naozaj navštívili, je %@.
sv: Webbplatsen du egentligen skulle besöka är %@.
th: เว็บไซต์ที่คุณจะเข้าชมจริงคือ %@
tr: Gerçekte ziyaret edeceğiniz site: %@.
uk: Насправді ви потрапите на %@.
vi: Trang web bạn thực sự sẽ truy cập là %@.
zh_hans: 你实际会访问的网站是 %@。
zh_hant: 你實際會前往的網站是 %@。

source: The solid center
ar: المركز المصمت
ca: El centre sòlid
cs: Plný střed
da: Den massive midte
de: Die massive Mitte
el: Το συμπαγές κέντρο
es: El centro sólido
fi: Umpinainen keskusta
fr: Le centre plein
he: המרכז המלא
hi: ठोस केंद्र
hr: Puno središte
hu: A tömör közép
id: Bagian tengah yang padat
it: Il centro pieno
ja: 塗りつぶされた中心部
ko: 속이 찬 가운데 부분
ms: Bahagian tengah yang padu
nb: Den heldekkende midten
nl: Het massieve midden
pl: Pełny środek
pt_br: O centro sólido
pt_pt: O centro sólido
ro: Centrul plin
ru: Сплошной центр
sk: Plný stred
sv: Den massiva mitten
th: ส่วนกลางทึบ
tr: Dolu merkez
uk: Суцільний центр
vi: Phần tâm đặc
zh_hans: 实心中心
zh_hant: 實心中央

source: There's nothing to sign up for and nothing to sign in to.
ar: لا يوجد ما تشترك فيه ولا ما تسجّل الدخول إليه.
ca: No t’has de registrar ni iniciar sessió enlloc.
cs: Nikde se nemusíte registrovat ani přihlašovat.
da: Der er intet at tilmelde sig og intet at logge ind på.
de: Es gibt nichts zu registrieren und nichts, wo du dich anmelden musst.
el: Δεν υπάρχει τίποτα για εγγραφή και τίποτα για σύνδεση.
es: No hay nada en qué registrarse ni nada en qué iniciar sesión.
fi: Ei rekisteröitymistä eikä kirjautumista.
fr: Rien à créer, rien à quoi se connecter.
he: אין צורך להירשם לשום דבר ואין צורך להתחבר לשום דבר.
hi: न कहीं साइन अप करना है, न साइन इन।
hr: Nema se za što registrirati niti se ima gdje prijaviti.
hu: Nincs mire regisztrálni, és nincs hová bejelentkezni.
id: Tidak ada yang perlu didaftarkan dan tidak ada yang perlu masuk.
it: Non c’è nulla a cui iscriversi né a cui accedere.
ja: 登録もサインインも必要ありません。
ko: 가입하거나 로그인할 필요가 전혀 없습니다.
ms: Tiada apa-apa untuk didaftar dan tiada apa-apa untuk didaftar masuk.
nb: Det er ingenting å registrere seg for og ingenting å logge på.
nl: Je hoeft je nergens voor te registreren en nergens in te loggen.
pl: Nie trzeba się nigdzie rejestrować ani logować.
pt_br: Não há nada para se cadastrar nem conta para entrar.
pt_pt: Não há nada em que se registar nem conta onde iniciar sessão.
ro: Nu trebuie să vă înregistrați și nici să vă conectați nicăieri.
ru: Здесь не нужно ни регистрироваться, ни входить.
sk: Nie je sa kam registrovať ani prihlasovať.
sv: Det finns inget att registrera sig för och inget att logga in på.
th: ไม่มีอะไรต้องลงทะเบียนและไม่มีอะไรต้องลงชื่อเข้า
tr: Kaydolmanız veya giriş yapmanız gereken hiçbir şey yok.
uk: Тут не потрібно ні реєструватися, ні входити.
vi: Không có gì để đăng ký và không có gì để đăng nhập.
zh_hans: 无需注册，也无需登录。
zh_hant: 沒有需要註冊的東西，也沒有需要登入的東西。

source: These shapes are too far from squares for cameras.
ar: هذه الأشكال بعيدة جدًا عن المربعات بالنسبة إلى الكاميرات.
ca: Aquestes formes s’allunyen massa dels quadrats per a les càmeres.
cs: Tyto tvary se od čtverců liší natolik, že je fotoaparáty nepřečtou.
da: Disse former afviger for meget fra firkanter til kameraer.
de: Diese Formen weichen für Kameras zu stark von Quadraten ab.
el: Αυτά τα σχήματα απέχουν πολύ από τετράγωνα για τις κάμερες.
es: Estas formas se alejan demasiado de los cuadrados para las cámaras.
fi: Nämä muodot poikkeavat kameroille liikaa neliöistä.
fr: Ces formes sont trop éloignées des carrés pour les appareils photo.
he: הצורות האלה רחוקות מדי מריבועים בשביל מצלמות.
hi: ये आकार वर्गों से इतने अलग हैं कि कैमरा इन्हें ठीक से नहीं पढ़ पाते।
hr: Ovi oblici previše odstupaju od kvadrata za kamere.
hu: Ezek az alakzatok túlságosan eltérnek a négyzettől a kamerák számára.
id: Bentuk ini terlalu jauh dari persegi untuk kamera.
it: Queste forme sono troppo lontane dai quadrati per le fotocamere.
ja: これらの形は四角から離れすぎているため、カメラで読み取れません。
ko: 이 모양은 사각형과 너무 달라 카메라가 인식하기 어렵습니다.
ms: Bentuk ini terlalu jauh daripada segi empat sama untuk kamera.
nb: Disse formene er for langt fra kvadrater til at kameraer kan lese dem.
nl: Deze vormen wijken voor camera's te veel af van vierkanten.
pl: Te kształty za bardzo odbiegają od kwadratów, by aparaty je odczytały.
pt_br: Essas formas se afastam demais de quadrados para as câmeras.
pt_pt: Estas formas afastam-se demasiado de quadrados para as câmaras.
ro: Aceste forme sunt prea diferite de pătrate pentru camere.
ru: Эти формы слишком далеки от квадратов для камер.
sk: Tieto tvary sú na kamery príliš vzdialené od štvorcov.
sv: De här formerna avviker för mycket från kvadrater för kameror.
th: รูปทรงเหล่านี้ต่างจากสี่เหลี่ยมมากเกินไปสำหรับกล้อง
tr: Bu şekiller kameralar için karelerden fazla uzak.
uk: Ці форми надто далекі від квадратів для камер.
vi: Các hình dạng này quá khác hình vuông để camera đọc được.
zh_hans: 这些形状与方形相差太大，相机无法识别。
zh_hant: 這些形狀和方形差太多，相機無法辨識。

source: They'll be removed from this iPhone.
ar: ستتم إزالتها من هذا الـ iPhone.
ca: S’eliminaran d’aquest iPhone.
cs: Budou z tohoto iPhonu odstraněny.
da: De fjernes fra denne iPhone.
de: Sie werden von diesem iPhone entfernt.
el: Θα αφαιρεθούν από αυτό το iPhone.
es: Se eliminarán de este iPhone.
fi: Ne poistetaan tästä iPhonesta.
fr: Ils seront supprimés de cet iPhone.
he: הם יוסרו מה־iPhone הזה.
hi: इन्हें इस iPhone से हटा दिया जाएगा।
hr: Bit će uklonjeni s ovog iPhonea.
hu: Törlődnek erről az iPhone-ról.
id: Item akan dihapus dari iPhone ini.
it: Verranno rimossi da questo iPhone.
ja: このiPhoneから削除されます。
ko: 이 iPhone에서 제거됩니다.
ms: Ia akan dialih keluar daripada iPhone ini.
nb: De fjernes fra denne iPhonen.
nl: Ze worden van deze iPhone verwijderd.
pl: Zostaną usunięte z tego iPhone’a.
pt_br: Eles serão removidos deste iPhone.
pt_pt: Serão removidos deste iPhone.
ro: Vor fi eliminate de pe acest iPhone.
ru: Они будут удалены с этого iPhone.
sk: Odstránia sa z tohto iPhonu.
sv: De tas bort från den här iPhonen.
th: รายการเหล่านี้จะถูกลบออกจาก iPhone เครื่องนี้
tr: Bunlar bu iPhone’dan kaldırılacak.
uk: Їх буде видалено з цього iPhone.
vi: Chúng sẽ bị xóa khỏi iPhone này.
zh_hans: 它们将从此 iPhone 中移除。
zh_hant: 它們將從此 iPhone 移除。
